0trace
ace
acpi
aircrack-ng
airport-utils-bin
alacritty
amd-ucode
ant
apache-users
apparmor
archcraft-about
archcraft-arandr
archcraft-artworks
archcraft-backgrounds
archcraft-backgrounds-branding
archcraft-bspwm
archcraft-config-geany
archcraft-config-music
archcraft-config-qt
archcraft-cursor-fluent
archcraft-cursor-future
archcraft-cursor-layan
archcraft-cursor-lyra
archcraft-cursor-material
archcraft-cursor-pear
archcraft-cursor-qogirr
archcraft-cursor-sweet
archcraft-cursor-vimix
archcraft-dunst-icons
archcraft-fonts
archcraft-funscripts
archcraft-grub-theme
archcraft-gtk-theme-adapta
archcraft-gtk-theme-arc
archcraft-gtk-theme-blade
archcraft-gtk-theme-catppuccin
archcraft-gtk-theme-cyberpunk
archcraft-gtk-theme-dracula
archcraft-gtk-theme-easy
archcraft-gtk-theme-everforest
archcraft-gtk-theme-groot
archcraft-gtk-theme-gruvbox
archcraft-gtk-theme-hack
archcraft-gtk-theme-juno
archcraft-gtk-theme-kripton
archcraft-gtk-theme-manhattan
archcraft-gtk-theme-nordic
archcraft-gtk-theme-rick
archcraft-gtk-theme-slime
archcraft-gtk-theme-spark
archcraft-gtk-theme-sweet
archcraft-gtk-theme-wave
archcraft-gtk-theme-white
archcraft-gtk-theme-windows
archcraft-help
archcraft-hooks
archcraft-hooks-extra
archcraft-hooks-grub
archcraft-hooks-zsh
archcraft-icons-arc
archcraft-icons-breeze
archcraft-icons-hack
archcraft-icons-luna
archcraft-icons-luv
archcraft-icons-nordic
archcraft-icons-numix
archcraft-icons-papirus
archcraft-icons-qogir
archcraft-icons-white
archcraft-icons-win11
archcraft-icons-zafiro
archcraft-mirrorlist
archcraft-music
archcraft-neofetch
archcraft-omz
archcraft-plymouth-theme
archcraft-randr
archcraft-ranger
archcraft-scripts
archcraft-sddm-theme
archcraft-vim
arp-scan
arping-th
asleap
atril
autoconf
automake
autopsy
b43-fwcutter
backdoor-factory
base
base-devel
bcachefs-tools
bed
beef
betterlockscreen
bind
binwalk
bison
blackarch-keyring
bluebox-ng
bluelog
blueman
blueranger
bluesnarfer
bluez
bluez-utils
bolt
braa
brltty
broadcom-wl
btop
btrfs-progs
btscanner
burpsuite
bytecode-viewer
bzip2
cewl
chirp-next
chkrootkit
chntpw
cisco-auditing-tool
cisco-global-exploiter
cisco-ocs
cisco-router-config
cisco-torch
clang
clonezilla
cloud-init
cmospwd
commix
cowpatty
crunch
cryptsetup
cups
cups-filters
cups-pdf
cutycapt
cymothoa
darkstat
davtest
dbus-broker-units
dc3dd
dcfldd
ddrescue
dex2jar
dhclient
dhcpcd
dhcpig
dialog
diffutils
dirb
dirbuster
dmidecode
dmitry
dmraid
dnschef
dnsenum
dnsmap
dnsmasq
dnsrecon
dnstracer
dnswalk
dosfstools
downgrade
driftnet
dsniff
dunst
e2fsprogs
eapmd5pass
edb
edk2-shell
efibootmgr
efitools
enumiax
ethtool
ettercap-gtk
exfatprogs
exploitdb
extundelete
f2fs-tools
fakeroot
fatresize
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-mozc
fcitx5-qt
fcrackzip
fern-wifi-cracker
ffmpegthumbnailer
fierce
firefox
fish
flatpak
flex
foomatic-db
foomatic-db-engine
foot-terminfo
foremost
fping
fsarchiver
galculator
galleta
gcc
geany
geany-plugins
ghostscript
git
gnome-keyring
gnome-multi-writer
gpart
gparted
gpm
gptfdisk
grub
gsfonts
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-good
gst-plugins-ugly
gstreamer
gtk-engine-murrine
gtk3-nocsd-git
gufw
gutenprint
guymager
gvfs
gvfs-afc
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-smb
gzip
hackrf
hash-identifier
hashcat
hashdeep
hashid
hdparm
hexinject
highlight
hping
htop
httrack
hydra
hyperv
i3lock-color
iaxflood
ike-scan
inetutils
inotify-tools
iodine
ipv6toolkit
irpas
iw
iwd
jadx
jasper
javasnoop
jboss-autopwn
jfsutils
john
joomscan
jq
jsql-injection
kismet
ksuperkey
kvantum
kvantum-qt5
laudanum
lazygit
lbd
ldns
legion
less
libavif
libde265
libdv
libfido2
libheif
libmpeg2
libtheora
libusb-compat
libvpx
libwebp
light
linux
linux-atm
linux-firmware
linux-firmware-marvell
linux-wifi-hotspot
lrzip
lsb-release
lsscsi
lvm2
lynis
lz4
lzip
lzop
macchanger
magicrescue
maim
make
maltego
man-db
man-pages
masscan
mdadm
mdk3
medusa
meld
memtest86+
memtest86+-efi
mesa
mesa-utils
mfcuk
mfoc
mfterm-git
miredo
missidentify
mitmproxy
mkinitcpio
mkinitcpio-firmware
mkinitcpio-nfs-utils
modemmanager
mpc
mpd
mplayer
mtools
nano
nbd
nbtscan
ncdu
ncmpcpp
ndisc6
neovim
netdiscover
nethogs
netmask
netsniff-ng
network-manager-applet
network-manager-sstp
networkmanager
networkmanager-dmenu-git
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-strongswan
networkmanager-vpnc
nfs-utils
nikto
nilfs-utils
nishang
nm-connection-editor
nmap
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
ntfs-3g
nvme-cli
obs-studio-tytan652
open-iscsi
openconnect
openpgp-card-tools
openssh
openvpn
ophcrack
os-prober
oscanner
p0f
p7zip
padbuster
paros
partclone
parted
partimage
pasco
pastel
patator
patch
pavucontrol
pcsclite
pdf-parser
pdfid
perl-http-parser-xs
perl-image-exiftool
pev
picom
pipal
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pixiewps
pkgconf
plank
playerctl
plecost
plymouth
polkit
polybar
powertop
ppp
pptpclient
proxychains-ng
proxytunnel
pulsemixer
pv
pwnat
python-pywal
python2-coloredlogs
qt5ct
qt6ct
radare2
rainbowcrack
ranger
rcracki-mt
rebind
recon-ng
recordmydesktop
recoverjpeg
redfang
refind
reflector
reglookup
reiserfsprogs
responder
rifiuti2
rofi-lbonn-wayland-git
rp-pppoe
rsmangler
rsync
rtp-flood
rxvt-unicode-terminfo
safecopy
samdump2
sbctl
sbd
scalpel
schroedinger
scrcpy
screen
scrounge-ntfs
sctpscan
sddm-git
sdparm
sequoia-sq
sg3_utils
sidguesser
siege
simplescreenrecorder
siparmyknife
sipcrack
sipp
skipfish
slimbookamdcontroller
slimbookbattery
slop
smartmontools
smbmap
smtp-user-enum
sniffjoke
sof-firmware
spiderfoot
spike
spooftooph
sqldict
sqlmap
sqlninja
squashfs-tools
ssldump
sslh
sslscan
sslsplit
stunnel
sucrack
sudo
swaks
systemd-resolvconf
t50
tcpdump
tcpflow
tcpreplay
termineter
terminus-font
thc-pptp-bruter
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
timeshift
tlp
tlssled
tmux
tnscmd
tpm2-tools
tpm2-tss
trash-cli
tumbler
twofi
udftools
udisks2
udptunnel
ueberzug
ufw
unarchiver
unicornscan
uniscan
unrar
unzip
usb_modeswitch
usbimager
usbmuxd
usbutils
uxplay
viewnior
vim
visual-studio-code-bin
vivaldi
vpnc
wafw00f
webscarab
weevely
wfuzz
whatweb
wifi-honey
wifite
wireless-regdb
wireless_tools
wireplumber
wireshark-qt
wmctrl
wmname
wordlists
wpa_supplicant
wpscan
wvdial
x264
x265
xarchiver
xclip
xcolor
xdg-user-dirs
xdg-user-dirs-gtk
xdotool
xf86-input-libinput
xf86-video-amdgpu
xf86-video-ati
xf86-video-fbdev
xf86-video-vesa
xfce-polkit
xfce4-power-manager
xfce4-session
xfce4-settings
xfsprogs
xkeycaps
xl2tpd
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xprobe2
xsettingsd
xsser
xvidcore
xz
yad
yersinia
zip
zsh
zstd
